Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hu, it, ja, nl, pl, ru, sv, zh_hans, zh_hant

# downloadVideoFail_message
source: Failed to download video! %@
ar: أخفق تنزيل الفيديو! %@
da: Kunne ikke hente video! %@
de: Video herunterladen fehlgeschlagen! %@
es: ¡No se ha podido descargar el vídeo! %@
fr: Impossible de télécharger la vidéo ! %@
hu: Nem sikerült letölteni a videót! %@
it: Scaricamento del video fallito! %@
ja: 動画のダウンロードに失敗しました！ %@
nl: Downloaden video is mislukt! %@
pl: Nie można pobrać filmu! %@
ru: Не удалось скачать видео! %@
sv: Det gick inte att hämta videon! %@
zh_hans: 下载视频失败！ %@
zh_hant: 下載影片失敗! %@

# downloadVideoFail_Photos
source: Video format not accepted by Photos!
ar: تنسيق الفيديو غير مقبول من قبل الصور!
da: Video format ikke accepteret af fotos!
de: Videoformate werden von nicht unterstützt!
es: ¡Formato de vídeo no aceptado por Photos!
fr: Format vidéo non accepté par Photos !
hu: Ezt a videóformátumot nem támogatja a Fotók app!
it: Formato video non accettato dalla foto!
ja: 動画フォーマットが写真アプリで受け入れられませんでした！
nl: Video-formaat niet geaccepteerd door Foto's!
pl: Format wideo nie jest akceptowany przez aplikację Zdjęcia!
ru: Видеоформат не поддерживается!
sv: Videoformat accepteras inte av appen Bilder!
zh_hans: 照片无法接受视频格式！
zh_hant: 「照片」應用程式不支援此影片格式!

# editImageDetails_author
source: Author
ar: المؤلف:
da: Forfatter
de: Autor
es: Autor
fr: Auteur
hu: Készítő
it: Autore:
ja: 作成者
nl: Auteur
pl: Autor
ru: Автор
sv: Författare:
zh_hans: 作者
zh_hant: 作者

# editImageDetails_comments
source: Comments
ar: تعليقات
da: Kommentarer
de: Kommentare
es: Comentarios
fr: Commentaires
hu: Hozzászólások
it: Commenti
ja: コメント
nl: Opmerkingen
pl: Komentarze
ru: Комментарии
sv: Kommentarer
zh_hans: 评论
zh_hant: 留言

# editImageDetails_dateCreation
source: Creation Date
ar: تاريخ الإنشاء
da: Oprettelsesdato
de: Aufnahmedatum
es: Fecha de creación
fr: Date de création
hu: Létrehozás dátuma
it: Data di creazione
ja: 作成日
nl: Aanmaakdatum
pl: Data Utworzenia
ru: Дата создания
sv: Skapat den
zh_hans: 创建日期
zh_hant: 建立日期

# editImageDetails_dateMonthDec
source: -1 Month
ar: -1 شهر
da: -1 Måned
de: -1 Monat
es: -1 Mes
fr: -1 Mois
hu: -1 Hónap
it: -1 Mese
ja: -1 ヶ月
nl: -1 Maand
pl: -1 miesiąc
ru: -1 месяц
sv: -1 Månad
zh_hans: 上个月
zh_hant: -1個月

# editImageDetails_dateMonthInc
source: +1 Month
ar: +1 شهر
da: +1 Måned
de: +1 Monat
es: +1 Mes
fr: +1 Mois
hu: +1 Hónap
it: +1 Mese
ja: +1 ヶ月
nl: +1 Maand
pl: +1 miesiąc
ru: +1 месяц
sv: +1 Månad
zh_hans: 下个月
zh_hant: +1個月

# editImageDetails_dateToday
source: Today
ar: اليوم
da: I dag
de: Heute
es: Hoy
fr: Aujourd'hui
hu: Ma
it: Oggi
ja: 今日
nl: Vandaag
pl: Dzisiaj
ru: Сегодня
sv: Idag
zh_hans: 今天
zh_hant: 今天

# editImageDetails_dateUnset
source: Unset
ar: إلغاء التعيين
da: Ikke opsat
de: Zurücksetzen
es: Sin denifir
fr: Non défini
hu: Idő nélkül
it: Svuotare
ja: 解除
nl: Uitzetten
pl: Odznacz
ru: Сбросить
sv: Obestämt
zh_hans: 取消设置
zh_hant: 取消設定

# editImageDetails_dateYearDec
source: -1 Year
ar: -1 سنة
da: -1 År
de: -1 Jahr
es: -1 Año
fr: -1 An
hu: -1 Év
it: -1 Anno
ja: -1年
nl: -1 Jaar
pl: -1 rok
ru: -1 Год
sv: -1 År
zh_hans: 上一年
zh_hant: -1年

# editImageDetails_dateYearInc
source: +1 Year
ar: +1 سنة
da: +1 År
de: +1 Jahr
es: +1 Año
fr: +1 An
hu: +1 Év
it: +1 Anno
ja: +1年
nl: +1 Jaar
pl: +1 rok
ru: +1 год
sv: +1 År
zh_hans: 下一年
zh_hant: +1年

# editImageDetails_description
source: Description
ar: الوصف
da: Beskrivelse
de: Beschreibung
es: Descripción
hu: Leírás
it: Descrizione
ja: 説明
nl: Omschrijving
pl: Opis
ru: Описание
sv: Beskrivning
zh_hans: 描述
zh_hant: 描述

# editImageDetails_privacyLevel
source: Who can see this photo?
ar: من يمكنه مشاهدة هذه الصورة؟
da: Hvem kan se dette billede?
de: Wer darf dieses Foto sehen?
es: ¿Quién puede ver esta foto?
fr: Qui peut voir cette photo ?
hu: Ki láthatja ezt a fotót?
it: Chi può vedere questa foto?
ja: この写真を見ることができるのは誰ですか？
nl: Wie mag deze foto zien?
pl: Kto może zobaczyć to zdjęcie?
ru: Кто может видеть эту фотографию?
sv: Vem kan se bilden?
zh_hans: 谁可以看到此照片？
zh_hant: 誰可以看見這張照片?

# editImageDetails_tags
source: Tags
ar: العلامات:
da: Etiketter
de: Schlagwörter
es: Etiquetas
hu: Címkék
ja: タグ:
nl: Labels
pl: Znaczniki
ru: Теги
sv: Etiketter:
zh_hans: 标签
zh_hant: 標籤

# editImageDetails_timeCreation
source: Creation Time
ar: وقت الإنشاء
da: Oprettelsestid
de: Erstellungszeit
es: Hora de creación
fr: Heure de création
hu: Létrehozás ideje
it: Tempo di creazione
ja: 作成時刻
nl: Tijd van creatie
pl: Czas utworzenia
ru: Время создания
sv: Skapelsetid
zh_hans: 创建时间
zh_hant: 建立時間

# editImageDetails_title
source: Title
ar: العنوان:
da: Titel
de: Titel
es: Título
fr: Titre
hu: Cím
it: Titolo:
ja: 題名
nl: Titel
pl: Tytuł
ru: Название
sv: Titel:
zh_hans: 标题
zh_hant: 標題

# editImageDetails_titlePlaceholder
source: Image Title
ar: العنوان
da: Titel
de: Bildtitel
es: Título de la imagen
fr: Titre de l'image
hu: Fotó címe
it: Titolo
ja: 題名
nl: Foto titel
pl: Tytuł zdjęcia
ru: Название изображения
sv: Titel
zh_hans: 图像标题
zh_hant: 照片標題

# editImageDetailsError_message
source: Failed to update your changes with your server.
ar: فشل في تحديث التغييرات مع الخادم. حاول ثانية؟
da: Kunne ikke opdatere dine ændringer på din server. Prøv igen?
de: Ihre Änderungen konnten nicht mit Ihrem Server aktualisiert werden.
es: Error al actualizar los cambios con tu servidor. ¿Volver a intentarlo?
fr: Échec de l'enregistrement des modifications sur votre serveur.
hu: Nem sikerült menteni a változásokat a szerverre. Megpróbáljuk újra?
it: Impossibile aggiornare le modifiche con il server. Riprovare?
ja: サーバーに変更内容を更新できませんでした。もう一度やり直しますか？
nl: Bijwerken van jouw wijzigingen met jouw server is mislukt. Opnieuw proberen?
pl: Nie można zaktualizować zmian na serwerze.
ru: Не удалось обновить ваши изменения на сервере. Попробовать снова?
sv: Det gick inte att uppdatera ändringarna med din server. Försök igen?
zh_hans: 无法更新此次变更，是否重试？
zh_hant: 無法更新您的變更。

# editImageDetailsError_title
source: Failed to Update
ar: فشل في التحديث
da: Kunne ikke opdatere
de: Fehler bei der Aktualisierung
es: Error al actualizar
fr: Échec de la modification
hu: Sikertelen frissítés
it: Errore durante l'aggiornamento
ja: 更新に失敗しました
nl: Bijwerken is mislukt
pl: Aktualizacja nieudana
ru: Не удалось обновить
sv: Uppdateringen misslyckades
zh_hans: 更新失败
zh_hant: 更新失敗

# editImageDetailsHUD_updatingPlural
source: Updating Photos…
ar: تحديث الصور...
da: Opdaterer fotos…
de: Fotos werden aktualisiert…
es: Actualizando las fotos…
fr: Mise à jour des photos…
hu: Fotók módosítása…
it: Aggiornamento foto…
ja: 写真を更新しています...
nl: Foto's bijwerken…
pl: Aktualizowanie zdjęć…
ru: Обновление фото…
sv: Uppdaterar foton…
zh_hans: 更新照片中...
zh_hant: 更新照片中...

# editImageDetailsHUD_updatingSingle
source: Updating Photo…
ar: تحديث الصورة...
da: Opdaterer foto…
de: Foto wird aktualisiert…
es: Actualizando la foto…
fr: Mise à jour de la photo…
hu: Fotó módosítása…
it: Aggiornamento foto…
ja: 写真を更新しています...
nl: Foto bijwerken…
pl: Aktualizowanie zdjęcia…
ru: Обновление фото…
sv: Uppdaterar foto…
zh_hans: 更新照片中...
zh_hant: 更新照片中...

# errorHUD_label
source: Error
ar: خطأ
da: Fejl
de: Fehler
fr: Erreur
hu: Hiba
it: Errore
ja: エラー！
nl: Fout
pl: Błąd
ru: Ошибка
sv: Fel
zh_hans: 错误
zh_hant: 錯誤

source: Full Name
ar: الاسم الكامل
da: Fuldt navn
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
hu: Teljes név
it: Nome completo
ja: フルネーム
nl: Volledige naam
pl: Pełna nazwa
ru: Полное имя
sv: Fullständigt namn
zh_hans: 全名
zh_hant: 全名

# goToPage_message
source: Page number?
ar: رقم الصفحة؟
da: Sidetal?
de: Seitenzahl?
es: ¿Número de página?
fr: Numéro de page ?
hu: Oldalszám?
it: Numero di pagina?
ja: ページ番号？
nl: Paginanummer?
pl: Numer strony?
ru: Номер страницы?
sv: Sidnummer?
zh_hans: 页码？
zh_hant: 頁號？

# goToPage_title
source: Go to Page…
ar: انتقل إلى الصفحة…
da: Gå til side…
de: Gehe zu Seite…
es: Ir a la página…
fr: Aller à la page…
hu: Ugrás az oldalra…
it: Vai alla pagina…
ja: ページに移動…
nl: Ga naar pagina…
pl: Przejdź do strony…
ru: Перейти на страницу…
sv: Gå till sidan…
zh_hans: 转到页面…
zh_hant: 前往頁…

# help01_header
source: Multiple Selection
ar: اختيار متعدد
da: Flere Valg
de: Mehrfachauswahl
es: Selección Múltiple
fr: Sélection multiple
hu: Több elem kiválasztása
it: Selezione Multipla
ja: 複数選択
nl: Meerdere selecties
pl: Wybór wielokrotny
ru: Выбор нескольких
sv: Multipla val
zh_hans: 多选
zh_hant: 多重選取

# help01_text
source: Slide your finger from left to right (or right to left) then down, etc.
ar: مرر إصبعك من اليسار إلى اليمين (أو من اليمين إلى اليسار) ثم إلى الأسفل، إلخ.
da: Skub fingeren fra venstre mod højre (eller højre mod venstre) og ned osv.
de: Schieben Sie den Finger von links nach rechts (oder rechts nach links) dann nach unten, etc.
es: Desliza el dedo de izquierda a derecha (o de derecha a izquierda) luego abajo, etc.
fr: Faites glisser votre doigt de gauche à droite (ou de droite à gauche) puis vers le bas, etc.
hu: Húzd az ujjad balról jobbra (vagy jobbról balra), aztán le, stb.
it: Scorri il dito da sinistra a destra (o da destra a sinistra) poi giù, ecc.
ja: 指を左から右(または右から左) にスライドさせてから下などします。
nl: Schuif je vinger van links naar rechts (of van rechts naar links) dan naar beneden, enz.
pl: Przesuń palcem od lewej do prawej (lub od prawej do lewej), a następnie w dół, itp.
ru: Проведите пальцем слева направо (или вправо налево), затем вниз и т. д.
sv: Skjut fingret från vänster till höger (eller höger till vänster) sedan ner, etc.
zh_hans: 将您的手指从左向右或从右向左滑动，然后向下滑动
zh_hant: 將您的手指從左向右(或從右向左) 滑動，然後向下滑動。

# help02_header
source: Background Uploading
ar: تحميل الخلفية
da: Uploader i baggrunden
de: Hochladen im Hintergrund
es: Subiendo en segundo plano
fr: Transferts en arrière-plan
hu: Háttérfeltöltés
it: Caricamento In Sfondo
ja: バックグラウンドアップロード中
nl: Achtergrond Uploaden
pl: Przesyłanie w tle
ru: Загрузка фона
sv: Uppladdning av bakgrund
zh_hans: 后台上传中
zh_hant: 背景上傳

# help02_text
source: Select photos/videos, set parameters and tap Upload.
ar: حدد الصور/مقاطع الفيديو، واضبط المعلمات واضغط على تحميل.
da: Vælg billeder/videoer, sæt parametre og tryk Upload.
de: Wählen Sie Fotos/Videos, setzen Sie Parameter und tippen Sie auf Hochladen.
es: Selecciona fotos/vídeos, establece parámetros y pulsa Subir.
fr: Sélectionnez les photos/vidéos, définissez les paramètres et appuyez sur Transférer.
hu: Válaszd ki a fotókat/videókat, állítsd be a paramétereket, és nyomj a Feltöltésre!
it: Seleziona foto/video, imposta i parametri e tocca Carica.
ja: 写真/ビデオを選択し、パラメータを設定し、アップロードをタップします。
nl: Selecteer foto's/video's, stel parameters in en tik op uploaden.
pl: Wybierz zdjęcia/filmy, ustaw parametry i naciśnij Prześlij.
ru: Выберите фотографии/видео, установите параметры и нажмите кнопку Загрузить.
sv: Välj foton/video, ange parametrar och tryck på Ladda upp.
zh_hans: 选择照片或视频，设置参数并点击上传
zh_hant: 選取照片/影片，設定參數後並按上傳。

# help02_text2
source: Plug the device to its charger and let iOS launch the uploads whenever appropriate.
ar: قم بتوصيل الجهاز بالشاحن الخاص به واسمح لنظام iOS بتشغيل التحميلات كلما كان ذلك مناسبًا.
da: Tilslut enheden til opladeren og lad iOS starte uploads når det er hensigtsmæssigt.
de: Schließen Sie das Gerät an sein Ladegerät an und lassen Sie iOS das Hochladen starten, wann immer es angebracht ist.
es: Conecta el dispositivo a su cargador y deja que iOS inicie las subidas cuando sea oportuno.
fr: Branchez l'appareil à son chargeur et laissez iOS lancer les transferts quand cela est approprié.
hu: Csatlakoztasd a töltőt, és élvezd, hogy az iOS magától feltölt a megfelelő időpontban!
it: Collega il dispositivo al suo caricabatterie e lascia che iOS avvii i caricamenti quando appropriato.
ja: デバイスを充電器に差し込み、必要に応じてiOSにアップロードを開始させてください。
nl: Sluit het apparaat aan op de lader en laat iOS de uploads starten wanneer dat nodig is.
pl: Podłącz urządzenie do ładowarki i pozwól, aby w razie potrzeby iOS uruchomił przesyłanie.
ru: Подключите устройство к зарядному устройству и позвольте iOS запускать загрузки, когда это необходимо.
sv: Anslut enheten till sin laddare och låt iOS starta uppladdningar när så är lämpligt.
zh_hans: 将设备插入充电器，让 iOS 在合适的时候启动上传
zh_hant: 將裝置充電後，iOS會在合適的時候啟動自動上傳。

# help02_text3
source: (requires the uploadAsync extension or Piwigo 11)
ar: (يتطلب امتداد uploadAsync أو Piwigo 11)
da: (kræver uploadAsync udvidelsen eller Piwigo 11)
de: (erfordert die UploadAsync-Erweiterung oder Piwigo 11)
es: (requiere la extensión uploadAsync o Piwigo 11)
fr: (nécessite l'extension uploadAsync ou Piwigo 11)
hu: (uploadSync bővítmény, vagy Piwigo 11 szükséges)
it: (richiede l'estensione uploadAsync o Piwigo 11)
ja: (uploadAsyncエクステンションまたはPiwigo11が必要です)
nl: (vereist de uploadAsync extensie of Piwigo 11)
pl: (wymaga rozszerzenia uploadAsync lub Piwigo 11)
ru: (требуется расширение uploadAsync или Piwigo 11)
sv: (kräver tillägget uploadAsync eller Piwigo 11)
zh_hans: (需要安装 uploadAsync 扩展或升级到 Piwigo 11)
zh_hant: (需要安裝uploadAsync插件或升級至Piwigo 11)

# help03_header
source: Administrators
ar: الإداريون
da: Administratorer
de: Administratoren
es: Administradores
fr: Administrateurs
hu: Adminisztrátorok
it: Amministratori
ja: 管理者
nl: Beheerders
pl: Administratorzy
ru: Администраторы
sv: Administratörer
zh_hans: 管理员
zh_hant: 管理員

# help03_text
source: Create, delete, move and rename albums.
ar: إنشاء ألبومات وحذفها ونقلها وإعادة تسميتها.
da: Opret, slet, flyt og omdøb albums.
de: Alben erstellen, löschen, verschieben und umbenennen.
es: Crear, eliminar, mover y renombrar álbumes.
fr: Créer, supprimer, déplacer et renommer des albums.
hu: Hozzatok létre, töröljetek, mozgassatok albumokat!
it: Creare, eliminare, spostare e rinominare gli album.
ja: アルバムを作成、削除、移動、名前変更します。
nl: Maak, verwijder, verplaats en hernoem albums.
pl: Tworzenie, usuwanie, przesuwanie i zmiana nazwy albumów.
ru: Создавать, удалять, перемещать и переименовывать альбомы.
sv: Skapa, ta bort, flytta och döpa om album.
zh_hans: 创建、删除、移动和重命名相册
zh_hant: 建立，刪除，移動或重新命名相簿

# help04_text
source: Uploaded photos removed from the camera roll remain available in the iOS Photos trash for 30 days.
ar: تظل الصور المرفوعة التي تمت إزالتها من لفة الكاميرا متاحة في سلة مهملات صور iOS لمدة 30 يومًا.
da: Uploadede fotos fjernet fra kamerarullen forbliver tilgængelig i iOS Billeder papirkurven i 30 dage.
de: Hochgeladene Fotos, die aus der Kamerarolle entfernt werden, bleiben 30 Tage lang im Papierkorb von iOS Fotos verfügbar.
es: Las fotos subidas eliminadas del carrete de la cámara permanecen disponibles en la papelera de iOS Photos durante 30 días.
fr: Les photos transférées retirées de la pellicule restent disponibles dans la corbeille de l'app iOS Photos pendant 30 jours.
hu: A feltöltés után törölt képek még 30 napig elérhetőek lesznek az iOS Fotók app Nemrég Törölt elemei között.
it: Le foto caricate rimosse dal rullo della fotocamera rimangono disponibili nel cestino foto iOS per 30 giorni.
ja: カメラロールから削除された写真は、iOS Photosのゴミ箱に30日間保存されます。
nl: Geüploade foto's verwijderd van de camerarol blijven 30 dagen beschikbaar in de iOS Foto's prullenbak.
pl: Przesłane zdjęcia usunięte z rolki aparatu pozostają dostępne w koszu zdjęć iOS przez 30 dni.
ru: Загруженные изображения, удаленные из альбома, остаются доступными в корзине iOS Photos в течение 30 дней.
sv: Uppladdade foton borttagna från kamerarullen är fortfarande tillgängliga i iOS Bilder papperskorgen i 30 dagar.
zh_hans: 从相机卷中删除的上传照片仍会在 iOS 照片回收站中保留30天
zh_hant: 被刪除的照片會在照片應用程式的「近期刪除」保存30天。

# help05_header
source: Uploading Photos
ar: تحميل الصور
da: Overfører billeder
de: Foto-Upload
es: Cargando fotos
fr: Transferts des photos
hu: Fotók feltöltése
it: Caricamento Foto
ja: 写真をアップロード中
nl: Foto's uploaden
pl: Przesyłanie zdjęć
ru: Загрузка фотографий
sv: Laddar upp foton
zh_hans: 上传照片中...
zh_hant: 上傳照片

# help05_text
source: Once upload requests are submitted, you can browse albums, submit other requests or leave the app.
ar: بمجرد إرسال طلبات التحميل، يمكنك تصفح الألبومات أو إرسال طلبات أخرى أو مغادرة التطبيق.
da: Når upload anmodninger er sendt, kan du gennemse album, sende andre anmodninger eller forlade appen.
de: Sobald Upload-Anfragen eingereicht wurden, können Sie Alben durchsuchen, andere Anfragen einreichen oder die App verlassen.
es: Una vez enviadas las solicitudes de subida, puede navegar por los álbumes, enviar otras solicitudes o salir de la aplicación.
fr: Une fois les demandes de transfert soumises, vous pouvez parcourir les albums, soumettre d'autres demandes ou quitter l'app.
hu: Feltöltési kérelmet követően böngészhetsz az albumok között, kezdeményezhetsz új feltöltést, vagy akár kilőheted az appot.
it: Una volta che le richieste di caricamento vengono inviate, è possibile sfogliare gli album, inviare altre richieste o lasciare l'app.
ja: アップロードリクエストが送信されると、アルバムを閲覧したり、他のリクエストを送信したり、アプリから退出したりできます。
nl: Nadat de upload is ingediend, kunt u door albums bladeren, andere aanvragen indienen of de app verlaten.
pl: Po wysłaniu żądań przesyłania, możesz przeglądać albumy, wysyłać inne żądania lub opuścić aplikację.
ru: После того, как запросы на загрузку будут отправлены, вы можете просматривать альбомы, отправлять другие запросы или оставить приложение.
sv: När uppladdningsförfrågningar har skickats in kan du bläddra bland album, skicka in andra förfrågningar eller lämna appen.
zh_hans: 上传请求一旦提交，您可以浏览相册，提交其他请求或离开
zh_hant: 一旦按下上傳，就可以繼續瀏覽相簿，送出其他的請求或離開程式。

# help05_text2
source: Tap the grey button presented in the root album to manage uploads.
ar: اضغط على الزر الرمادي الموجود في ألبوم الجذر لإدارة التحميلات.
da: Tryk på den grå knap i rodalbummet for at administrere uploads.
de: Tippen Sie auf die graue Schaltfläche, die im Root-Album angezeigt wird, um Uploads zu verwalten.
es: Pulse el botón gris que aparece en el álbum raíz para gestionar las subidas.
fr: Appuyez sur le bouton gris présenté dans l'album racine pour gérer les transferts.
hu: A főalbumban, a szürke gomb megnyomásával megnézheted a feltöltés részleteit.
it: Tocca il pulsante grigio presentato nell'album di root per gestire i caricamenti.
ja: アップロードを管理するには、ルートアルバムに表示されているグレーのボタンをタップします。
nl: Tik op de grijze knop gepresenteerd in het hoofdalbum om de upload te beheren.
pl: Dotknij szarego przycisku w głównym albumie, aby zarządzać przesyłaniami.
ru: Нажмите серую кнопку, представленную в корневом альбоме, чтобы управлять загрузками.
sv: Tryck på den grå knappen som visas i rotalbumet för att hantera uppladdningar.
zh_hans: 点击根相册中的灰色按钮来管理上传
zh_hant: 按下根相簿中的灰色按鈕來管理上傳任務。

# help06_header
source: Upload Management
ar: إدارة التحميل
da: Upload Håndtering
de: Uploadverwaltung
es: Gestión de subidas
fr: Gestion des Transferts
hu: Feltöltések menedzselése
it: Gestione Upload
ja: アップロード管理
nl: Upload beheer
pl: Zarządzanie przesyłaniem
ru: Управление загрузками
sv: Ladda upp hantering
zh_hans: 上传管理
zh_hant: 上傳管理

# help06_text
source: Monitor, cancel and resume upload requests globally or individually.
ar: مراقبة طلبات التحميل وإلغاءها واستئنافها على مستوى العالم أو بشكل فردي.
da: Overvåg, annullere og genoptage upload anmodninger globalt eller individuelt.
de: Upload-Anfragen global oder einzeln überwachen, abbrechen und fortsetzen.
es: Supervise, cancele y reanude las solicitudes de subida de forma global o individual.
fr: Surveillez, annulez et relancez les demandes de transfert globalement ou individuellement.
hu: Nyomonkövetheted, megszakíthatod, vagy folytathatod a feltöltéseket akár egyenként is.
it: Monitora, cancella e riprendi le richieste di upload a livello globale o individuale.
ja: 監視、キャンセル、およびグローバルまたは個別にアップロードリクエストを再開します。
nl: Monitoren, annuleren en hervatten upload verzoeken globaal of individueel.
pl: Monitoruj, anuluj i wznawiaj żądania przesyłania globalnie lub pojedynczo.
ru: Отслеживать, отменять и возобновлять запросы на загрузку глобально или индивидуально.
sv: Övervaka, avbryta och återuppta uppladdningsförfrågningar globalt eller individuellt.
zh_hans: 单独或批量管理上传请求
zh_hant: 一次性或個別的查看，取消或恢復上傳要求。

# help07_header
source: Auto-Uploading
ar: التحميل التلقائي
da: Auto-Upload
de: Automatisches Hochladen
es: Autocargando
fr: Transferts Automatiques
hu: Automata feltöltés
it: Caricamento Automatico
ja: 自動アップロード
nl: Automatisch uploaden
pl: Automatyczne przesyłanie
ru: Автозагрузка
sv: Automatisk uppladdning
zh_hans: 自动上传中
zh_hant: 自動上傳

# help07_text
source: Select source and destination albums in Piwigo, create automations in Shortcuts.
ar: حدد ألبومات المصدر والوجهة في Piwigo، وأنشئ عمليات تلقائية في الاختصارات.
da: Vælg kilde- og destinationsalbummer i Piwigo, opret automatisering i Genveje.
de: Wählen Sie Quell- und Zielalben in Piwigo, erstellen Sie Automatisierungen in Verknüpfungen.
es: Seleccione álbumes de origen y destino en Piwigo, cree automatizaciones en los atajos.
fr: Sélectionnez les albums source et destination dans Piwigo, créez des automatisations dans Raccourcis.
hu: Válassz forrás- és célalbumot a Piwigoban, automatizálj a Parancsok appal!
it: Seleziona gli album di origine e destinazione in Piwigo, crea automazioni nelle scorciatoie.
ja: Piwigoでソースアルバムとデスティネーションアルバムを選択し、ショートカットでオートメーションを作成します。
nl: Selecteer bron en bestemming albums in Piwigo, maak automatisering in Snelkoppelingen.
pl: Wybierz albumy źródłowe i docelowe w Piwigo, utwórz automaty w Skrótach.
ru: Выберите исходные и целевые альбомы в Piwigo, создайте автоматически ярлыки.
sv: Välj källa och destination album i Piwigo, skapa automatisering i genvägar.
zh_hans: 选择 Piwigo 中的上传来源和目标相册，在 “快捷指令” APP 中创建自动化
zh_hant: 選取來源和目標相簿，並在「捷徑」App中進行自動化。

# help08_header
source: Parent Albums
ar: ألبومات الوالدين
da: Overordnede Albums
de: Übergeordnete Alben
es: Álbumes Padre
fr: Albums parents
hu: Szülői albumok
it: Album Genitori
ja: 親アルバム
nl: Bovenliggende albums
pl: Albumy nadrzędne
ru: Родительские альбомы
sv: Överordnat album
zh_hans: 父相册
zh_hant: 母相簿

# help08_text
source: Long-press on the back button to display the list of parent albums.
ar: اضغط مطولاً على زر الرجوع لعرض قائمة الألبومات الأصلية.
da: Langt tryk på tilbage-knappen for at vise listen over overordnede albummer.
de: Drücken Sie lange auf die Zurück-Schaltfläche, um die Liste der übergeordneten Alben anzuzeigen.
es: Pulsación larga en el botón atrás para mostrar la lista de álbumes padre.
fr: Appuyez longuement sur le bouton retour pour afficher la liste des albums parents.
hu: Nyomja meg hosszan a vissza gombot a szülői albumok listájának megjelenítéséhez.
it: Premere a lungo sul pulsante indietro per visualizzare l'elenco degli album genitori.
ja: 戻るボタンを長押しすると、アルバムのリストが表示されます。
nl: Druk lang op de terugknop om de lijst van bovenliggende albums weer te geven.
pl: Przytrzymaj przycisk wstecz, aby wyświetlić listę albumów nadrzędnych.
ru: Долгое нажатие на кнопку Назад для отображения списка родительских альбомов.
sv: Långtryck på bakåtknappen för att visa listan över överordnade album.
zh_hans: 长按返回按钮以显示父相册列表。
zh_hant: 長按返回按鈕來顯示母相簿列表。

# help08_text2
source: Tap the parent album of your choice to jump back to it.
ar: اضغط على الألبوم الأصلي الذي تختاره للرجوع إليه.
da: Tryk på det overordnede album efter eget valg for at hoppe tilbage til det.
de: Tippe auf das übergeordnete Album deiner Wahl, um zu ihm zurückzuspringen.
es: Toca el álbum padre de tu elección para volver a él.
fr: Tapez sur l'album parent de votre choix pour y retourner.
hu: Érintse meg a kiválasztott szülőalbumot, ha vissza szeretne ugrani hozzá.
it: Tocca l'album genitore di tua scelta per tornare ad esso.
ja: 選択した親アルバムをタップしてジャンプします。
nl: Tik op het bovenliggende album van je keuze om er naar terug te springen.
pl: Dotknij wybranego albumu nadrzędnego, aby do niego wrócić.
ru: Нажмите на родительский альбом по вашему выбору, чтобы вернуться к нему.
sv: Tryck på det överordnade albumet du väljer för att hoppa tillbaka till det.
zh_hans: 点击您选择的父相册以跳回它。
zh_hant: 點擊您選擇的母相簿以跳回它。

source: Hour
ar: ساعة
da: Time
de: Stunde
es: Hora
fr: Heure
hu: Óra
it: Ora
ja: 時間
nl: Uur
pl: Godzina
ru: Час
sv: Timme
zh_hans: 小时
zh_hant: 小時
